# ExportLayerTable Properties

---
The ExportLayerTable type exposes the following members.
| Name| Description
---|---|---
| Count|  Count of the items contained in the collection.
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
| Item|  A copy of the ExportLayerInfo item that corresponds to the layer's ExportLayerKey.
Top
#### Reference
ExportLayerTable Class
Autodesk.Revit.DB Namespace